{ "translations": {
    "Version not found" : "Version nicht gefunden",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Upgrade nicht möglich. Dein Webserver hat keine ausreichende Berechtigung zum Löschen des folgenden Verzeichnisses:",
    "Update permissions on this directory and its content or remove it manually first." : "Aktualisiere die Berechtigungen für dieses Verzeichnis und den Inhalt oder lösche es vorher manuell.",
    "Update failed." : "Update fehlgeschlagen",
    "<strong>The update was unsuccessful.</strong><br />Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>." : "<strong>Das Update ist fehlgeschlagen.</strong><br />Bitte überprüfe die Protokolle auf der Administratorenseite und melde dieses Problem der <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud-Community</a>.",
    "<strong>Server error.</strong> Please check web server log file for details" : "<strong>Serverfehler.</strong> Bitte überprüfe die Logdatei des Webservers auf weitere Details",
    "Retry" : "Wiederholen",
    "Here is your backup:" : "Hier ist Deine Sicherung:",
    "Proceed" : "Fortfahren",
    "<strong>All done.</strong> Click to the link below to start database upgrade." : "<strong>Alles erledigt.</strong> Klicke auf den Link unten, um das Datenbank-Upgrade zu beginnen.",
    "Please ask your server administrator to enable PHP zip extension." : "Bitte kontaktiere Deinen Server-Administrator und bitte um Aktivierung der PHP-Zip-Erweiterung.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Es ist nicht möglich, %s auf %s zu aktualisieren. Ein Downgrade oder das Überspringen einer Hauptversion werden nicht unterstützt.",
    "Make sure that your web server has read access to the following files and directories:" : "Bitte stelle sicher, dass Dein Server Lesezugriff auf die folgenden Dateien und Verzeichnisse hat:",
    "Make sure that your web server has write access to the following files and directories:" : "Bitte stelle sicher, dass Dein Server Schreibzugriff auf die folgenden Dateien und Verzeichnisse hat:",
    "Updates" : "Updates",
    "<strong>A new version is available: %s</strong>" : "<strong>Es ist eine neue Version verfügbar: %s</strong>",
    "<strong>Up to date.</strong> <em>Checked on %s</em>" : "<strong>Auf dem aktuellen Stand.</strong> <em>Überprüft am %s</em>",
    "1. Check & Backup" : "1. Prüfen & Sichern",
    "2. Download & Extract" : "2. Herunterladen & Entpacken",
    "3. Replace" : "3. Ersetzen",
    "Update" : "Update durchführen",
    "Updater-Backups" : "Updater-Backups",
    "Note" : "Hinweis",
    "Here you can find backups of the core of your ownCloud <strong>(excluding your data)</strong> after starting an update to a newer version." : "Hier findest Du Backups des Kerns Deiner ownCloud <strong>(ohne Deine Daten)</strong>, nachdem Du ein Update auf eine neuere Version gestartet hast.",
    "<strong>Please always backup your data separately before updating!</strong>" : "<strong>Bitte sichere Deine Daten immer separat, bevor Du ein Update startest!</strong>",
    "Backup directory" : "Sicherungverzeichnis",
    "No backups found." : "Keine Backups gefunden.",
    "Backup" : "Sicherung",
    "Done on" : "Abgeschlossen am",
    "Size" : "Größe",
    "Delete" : "Löschen",
    "Are you sure you want to delete {{entry.title}}" : "Soll {{entry.title}} wirklich gelöscht werden?",
    "Download" : "Herunterladen"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}