{ "translations": {
    "Unable to switch channel." : "Kanali vahetamine ebaõnnestus",
    "Version not found" : "Versiooni ei leitud",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Uuendamine pole võimalik. Veebiserveril pole õigusi kustutada järgmisi katalooge:",
    "Update permissions on this directory and its content or remove it manually first." : "Uuenda selle kataloogi ja sisu õigusi või eemalda see käsitsi.",
    "Update failed." : "Uuendamine ebaõnnestus.",
    "Fetching..." : "Tõmbamine...",
    "<strong>The update was unsuccessful.</strong><br />Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>." : "<strong>Uuendus ebaõnnestus.</strong><br />Palun vaata admin lehelt logisid ning teavita probleemidest  <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud kogukonda</a>.",
    "<strong>Server error.</strong> Please check web server log file for details" : "<strong>Serveri tõrge.</strong> Palun vaata üksikasju veebiserveri logifailist",
    "Retry" : "Proovi uuesti",
    "Here is your backup:" : "Siin on sinu varukoopia:",
    "Proceed" : "Jätka",
    "<strong>All done.</strong> Click to the link below to start database upgrade." : "<strong>Kõik valmis.</strong> Klõpsa andmebaasi uuenduse alustamiseks allolevat linki.",
    "Production" : "Kasutamiseks",
    "Stable" : "Stabiilne",
    "Beta" : "Beeta",
    "Daily" : "Iga päev",
    "Please ask your server administrator to enable PHP zip extension." : "Palu oma serveri haldajal PHP xip lisamoodul sisse lülitada.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "%s uuendamine versioonile %s pole võimalik. Vanema versiooni peale tagasi minemine või peamise versiooni vahelejätmine pole toetatud.",
    "Make sure that your web server has read access to the following files and directories:" : "Veendu, et sinu veebiserveril oleks ligipääs järgmistele failidele ja kataloogidele:",
    "Make sure that your web server has write access to the following files and directories:" : "Veendu, et sinu veebiserveril oleks järgmistesse failidesse ja kataloogidesse kirjutamise õigus:",
    "Updates" : "Uuendused",
    "<strong>A new version is available: {{newVersion}}</strong>" : "<strong>Saadaval on uus versioon: {{newVersion}}</strong>",
    "Updates will be available in the updater app and ownCloud admin panel within a few days of an update announcement." : "Uuendused on saadaval uuenduste rakenduses ja ownCloud adminiliideses mõned päevad pärast uuenduste teated.",
    "<strong>Up to date.</strong> <em>Checked on {{checkedAt}}</em>" : "<strong>Ajakohane.</strong> <em>Kontrollimise aeg {{checkedAt}}</em>",
    "1. Check & Backup" : "1. Kontroll ja varukoopia tegemine",
    "2. Download & Extract" : "2. Allalaaadimine ja lahtipakkimine",
    "3. Replace" : "3. Asendamine",
    "Update" : "Uuenda",
    "Update channel:" : "Uuenduste kanal:",
    "Please note update is possible only to a version that is greater than the one currently installed. If you upgraded from a less stable channel you will be able to upgrade from a more stable channel only after the version that is greater than you installed reaches it." : "Pea meeles, et uuendada saab ainult suuremale versioonile, kui see, mis sul on praegu installitud. Kui sa uuendasid vähem stabiilsemalt kanalilt, siis sa saa saad uuendada kõrgemale versioonile, kui stabiilsema versiooni number on kõrgem.",
    "Updater-Backups" : "Uuendaja-varukoopiad",
    "Note" : "Märkus",
    "Here you can find backups of the core of your ownCloud <strong>(excluding your data)</strong> after starting an update to a newer version." : "Siit võid sa leida pärast uuendamise alustamist oma ownCloudi tuuma varukoopiaid <strong>(väljaarvatud sinu andmed)</strong>.",
    "<strong>Please always backup your data separately before updating!</strong>" : "<strong>Palun tee oma andmetest eelnevalt enne uuendamist varukoopia!</strong>",
    "Backup directory" : "Varukoopiate kataloog",
    "No backups found." : "Ühtegi varukoopiat ei leitud",
    "Backup" : "Varukoopia",
    "Done on" : "Tehtud",
    "Size" : "Suurus",
    "Download" : "Lae alla",
    "Delete" : "Kustuta",
    "Are you sure you want to delete {{entry.title}}" : "Oled sa kindel, et sa soovid kustutada {{entry.title}}"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}