{ "translations": {
    "Unable to switch channel." : "Kanavan vaihtaminen epäonnistui.",
    "Version not found" : "Versiota ei löytynyt",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Päivitys ei ole mahdollinen. HTTP-palvelimella ei ole oikeutta poistaa seuraavaa hakemistoa:",
    "Update permissions on this directory and its content or remove it manually first." : "Päivitä tämän hakemiston ja sen sisällön oikeudet tai poista se ensin käsin.",
    "Update failed." : "Päivitys epäonnistui.",
    "Fetching..." : "Noudetaan...",
    "<strong>The update was unsuccessful.</strong><br />Please check the logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>." : "<strong>Päivitys epäonnistui.</strong><br />Tarkista lokit ylläpitosivulta ja ilmoita ongelmasta <href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud-yhteisölle</a>.",
    "<strong>Server error.</strong> Please check the web server log file for details." : "<strong>Palvelinvirhe.</strong> Tarkista http-palvelimen lokitiedosto nähdäksesi lisätietoja.",
    "Retry" : "Yritä uudelleen",
    "Here is your backup:" : "Tässä varmuuskopiosi:",
    "Proceed" : "Jatka",
    "<strong>All done.</strong> Click to the link below to start database upgrade." : "<strong>Kaikki valmiina.</strong> Napsauta alla olevaa linkkiä aloittaaksesi tietokannan päivityksen.",
    "Production" : "Tuotanto",
    "Stable" : "Vakaa",
    "Beta" : "Beta",
    "Daily" : "Päivittäin",
    "Please ask your server administrator to enable PHP zip extension." : "Pyydä palvelimen ylläpitäjää ottamaan käyttöön PHP:n zip-laajennuksen.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Päivitys versiosta %s versioon %s ei ole mahdollista. Suurversioiden päivittäminen alaspäin tai niiden ohittaminen ei ole tuettu.",
    "Make sure that your web server has read access to the following files and directories:" : "Varmista, että http-palvelimella on lukuoikeus seuraaviin tiedostoihin ja hakemistoihin:",
    "Make sure that your web server has write access to the following files and directories:" : "Varmista, että http-palvelimella on kirjoitusoikeus seuraaviin tiedostoihin ja hakemistoihin:",
    "Updates" : "Päivitykset",
    "<strong>A new version is available: {{newVersion}}</strong>" : "<strong>Uusi versio on saatavilla: {{newVersion}}</strong>",
    "Testing is everything: Therefore updates will be available here within a few days after the announcement." : "Testaus on pääasia: sen vuoksi päivitykset ovat saatavilla tätä kautta muutama päivä ennen ilmoitusta. ",
    "<strong>Your version is up to date.</strong>" : "<strong>Versiosi on ajan tasalla.</strong>",
    "Checked on {{checkedAt}}" : "Tarkistettu {{checkedAt}}",
    "1. Check & Backup" : "1. Tarkista ja varmuuskopioi",
    "2. Download & Extract" : "2. Lataa ja pura",
    "3. Replace" : "3. Korvaa",
    "Update" : "Päivitä",
    "Update channel:" : "Päivityskanava:",
    "<em>Rule of thumb: You can always update to a newer version. But you can never downgrade to a lower version number. Keep that in mind while using experimental channels." : "<em>Tärkeä muistutus: Voit aina päivittää uudempaan versioon, mutta et voi palautua aiempaan versioon ilman palautusta erillisistä varmuuskopioista. Pidä se mielessä, kun olet aikessa käyttää kokeellisia kanavia.",
    "Take your time for a backup strategy: <strong>This app will only backup core files (no personal data).</strong>" : "Suunnittele varmuuskopiointikäytäntösi huolella: <strong>Tämä sovellus varmuuskopioi vain ownCloudin keskeisimmät tiedostot (ei henkilökohtaisia tietoja ja tiedostoja).</strong>",
    "<strong>Important: Please always do a separate backup of database and personal data before updating.</strong>" : "<strong>Tärkeää: Pidä aina erillinen varmuuskopio tietokannasta ja henkilökohtaisista tiedostoista ennen päivittämistä.</strong>",
    "No backups found." : "Varmuuskopioita ei löytynyt.",
    "Backup" : "Varmuuskopioi",
    "Done on" : "Luontiaika",
    "Size" : "Koko",
    "Download" : "Lataa",
    "Delete" : "Poista",
    "Are you sure you want to delete {{entry.title}}" : "Haluatko varmasti poistaa kohteen {{entry.title}}",
    "Backup directory" : "Varmuuskopiokansio"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}