{ "translations": {
    "Unable to switch channel." : "Impossible de changer de canal.",
    "Version not found" : "Impossible de trouver cette version",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Mise à niveau impossible. Le serveur n'a pas les permissions pour supprimer le répertoire suivant :",
    "Update permissions on this directory and its content or remove it manually first." : "Modifiez les permissions sur ce dossier et son contenu ou enlevez-le manuellement avant de continuer.",
    "Update failed." : "La mise à jour a échoué.",
    "Fetching..." : "Récupération...",
    "<strong>The update was unsuccessful.</strong><br />Please check the logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>." : "<strong>La mise à jour a échoué.</strong><br />Veuillez consulter les logs sur la page d'administration et <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">signaler le problème à la communauté ownCloud</a>.",
    "<strong>Server error.</strong> Please check the web server log file for details." : "<strong>Erreur serveur.</strong> Veuillez consulter les logs du serveur web pour plus de détails.",
    "Retry" : "Réessayer",
    "Here is your backup:" : "Voici votre sauvegarde :",
    "Proceed" : "Exécuter",
    "<strong>All done.</strong> Click to the link below to start database upgrade." : "<strong>Terminé.</strong> Cliquez sur le lien ci-dessous pour démarrer la mise à niveau de la base de données.",
    "Production" : "Production",
    "Stable" : "Stable",
    "Beta" : "Beta",
    "Daily" : "Daily",
    "Please ask your server administrator to enable PHP zip extension." : "Veuillez demander à votre administrateur système d'activer l'extension zip de PHP.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Impossible de mettre à jour de %s vers %s. La mise à jour vers une version plus ancienne ou passer outre les versions majeures n'est pas pris en charge.",
    "Make sure that your web server has read access to the following files and directories:" : "Veuillez vérifier que votre serveur a les droits en lecture des fichiers et dossiers suivants :",
    "Make sure that your web server has write access to the following files and directories:" : "Veuillez vérifier que votre serveur a les droits en écriture des fichiers et dossiers suivants :",
    "Updates" : "Mises à jour",
    "<strong>A new version is available: {{newVersion}}</strong>" : "<strong>Une nouvelle version est disponible : {{newVersion}}</strong>",
    "<strong>Your version is up to date.</strong>" : "<strong>Votre version est à jour.</strong>",
    "Checked on {{checkedAt}}" : "Vérifié sur {{checkedAt}}",
    "1. Check & Backup" : "1. Vérification et sauvegarde",
    "2. Download & Extract" : "2. Téléchargement et extraction",
    "3. Replace" : "3. Remplacement",
    "Update" : "Mettre à jour",
    "Update channel:" : "Canal de mise à jour :",
    "<em>Rule of thumb: You can always update to a newer version. But you can never downgrade to a lower version number. Keep that in mind while using experimental channels." : "<em>Règle de base: vous pouvez toujours mettre à jour vers une version plus récente. Mais vous ne pouvez pas revenir à un numéro de version inférieur. Gardez cela à l'esprit lors de l'utilisation des canaux expérimentaux.",
    "Updater-Backups" : "Mise à jour - Sauvegardes",
    "Take your time for a backup strategy: <strong>This app will only backup core files (no personal data).</strong>" : "Prenez le temps de définir une stratégie de sauvegarde: <strong>Cette application ne sauvegarde que les fichiers de base (aucune donnée utilisateur).</strong>",
    "No backups found." : "Aucune sauvegarde trouvée.",
    "Backup" : "Copie de sauvegarde",
    "Done on" : "Terminé à la date ",
    "Size" : "Taille",
    "Download" : "Télécharger",
    "Delete" : "Supprimer",
    "Are you sure you want to delete {{entry.title}}" : "Êtes-vous certain de vouloir supprimer {{entry.title}}",
    "Backup directory" : "Dossier de sauvegarde"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}