{ "translations": {
    "Version not found" : "Versi tidak ditemukan",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Peningkatan versi tidak memungkinkan. Server web Anda tidak memiliki izin untuk menghapus direktori berikut:",
    "Update permissions on this directory and its content or remove it manually first." : "Izin pembaruan pada direktori ini beserta isinya atau hapus secara manual terlebih dahulu.",
    "Update failed." : "Pembaruan gagal",
    "Fetching..." : "Mengambil...",
    "<strong>The update was unsuccessful.</strong><br />Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>." : "<strong>Pembaruan tidak berhasil.</strong><br />Mohon periksa log di halaman admin dan laporkan masalah ini ke <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">komunitas ownCloud</a>.",
    "<strong>Server error.</strong> Please check web server log file for details" : "<strong>Server error.</strong> Mohon periksa berkas log untuk lebih rinci",
    "Retry" : "Ulangi",
    "Here is your backup:" : "Ini adalah cadangan Anda:",
    "Proceed" : "Melanjutkan",
    "<strong>All done.</strong> Click to the link below to start database upgrade." : "<strong>Selesai.</strong> Klik pada tautan berikut untuk memulai upgrade basis data.",
    "Production" : "Produksi",
    "Stable" : "Stabil",
    "Beta" : "Beta",
    "Daily" : "Setiap hari",
    "Please ask your server administrator to enable PHP zip extension." : "Mohon tanyakan ke administrator server Anda untuk mengaktifkan ekstensi PHP zip.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Pembaruan %s ke %s tidak memungkinkan. Penurunan versi atau melewati rilis utama tidak didukung.",
    "Make sure that your web server has read access to the following files and directories:" : "Pastikan server web Anda memiliki akses baca ke berkas dan direktori berikut:",
    "Make sure that your web server has write access to the following files and directories:" : "Pastikan server web Anda memiliki akses tulis ke berkas dan direktori berikut:",
    "Updates" : "Pembaruan",
    "<strong>A new version is available: {{newVersion}}</strong>" : "<strong>Versi baru tersedia: {{newVersion}}</strong>",
    "<strong>Up to date.</strong> <em>Checked on {{checkedAt}}</em>" : "<strong>Termutakhir.</strong> <em>Diperiksa pada {{checkedAt}}</em>",
    "1. Check & Backup" : "1. Periksa & Cadangkan",
    "2. Download & Extract" : "2. Unduh dan Ekstrak",
    "3. Replace" : "3. Ganti",
    "Update" : "Pembaruan",
    "Update channel:" : "Saluran update:",
    "Please note update is possible only to a version that is greater than the one currently installed. If you upgraded from a less stable channel you will be able to upgrade from a more stable channel only after the version that is greater than you installed reaches it." : "Harap dicatat bahwa pembaruan hanya bisa ke versi yang lebih besar dari yang saat ini terinstal. Jika Anda sebelumnya memperbarui dari saluran tidak stabil, Anda hanya dapat memperbaruinya setelah versi yang lebih besar yang Anda instal telah tercapai.",
    "Updater-Backups" : "Updater-Backups",
    "Note" : "Catatan",
    "Here you can find backups of the core of your ownCloud <strong>(excluding your data)</strong> after starting an update to a newer version." : "Disini Anda dapat menemukan cadangan inti ownCloud Anda <strong>(tidak termasuk data)</strong> setelah menjalankan pembaruan ke versi yang lebih baru.",
    "<strong>Please always backup your data separately before updating!</strong>" : "<strong>Harap selalu mencadangkan data Anda secara terpisah sebelum memperbarui!</strong>",
    "Backup directory" : "Direktori Cadangan",
    "No backups found." : "Cadangan tidak ditemukan.",
    "Backup" : "Cadangan",
    "Done on" : "Selesai",
    "Size" : "Ukuran",
    "Download" : "Unduh",
    "Delete" : "Hapus",
    "Are you sure you want to delete {{entry.title}}" : "Apakah Anda yakin ingin menghapus {{entry.title}}"
},"pluralForm" :"nplurals=1; plural=0;"
}