{ "translations": {
    "Version not found" : "Versie niet gevonden",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Bijwerken is niet mogelijk. Uw webserver heeft geen permissie om de volgende directory re verwijderen:",
    "Update permissions on this directory and its content or remove it manually first." : "Werk de permissies op deze directory en de inhoud bij , of verwijder ze eerst handmatig.",
    "Update failed." : "Bijwerken mislukt.",
    "<strong>The update was unsuccessful.</strong><br />Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>." : "<strong>De update is mislukt.</strong> Controleer de logs op de beheerpagina en meld het probleem aan de <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>.",
    "<strong>Server error.</strong> Please check web server log file for details" : "<strong>Server fout.</strong> Verifieer het webserver logbestand voor details",
    "Retry" : "Opniew",
    "Here is your backup:" : "Hier is uw backup:",
    "Proceed" : "Ga verder",
    "<strong>All done.</strong> Click to the link below to start database upgrade." : "<strong>Alles gedaan.</strong> Klik op onderstaande link om de database bij te werken.",
    "Please ask your server administrator to enable PHP zip extension." : "Vraag uw beheerder om de PHP zip extensie te activeren.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Kan %s niet bijwerken naar %s. Terugdraaien of overslaan van een hoofdrelease is niet ondersteund.",
    "Make sure that your web server has read access to the following files and directories:" : "Controleer of uw webserver leesrechten heeft op de volgende bestanden en directories:",
    "Make sure that your web server has write access to the following files and directories:" : "Controleer of uw webserver schrijfrechten heeft op de volgende bestanden en directories:",
    "Updates" : "Updates",
    "1. Check & Backup" : "1. Controleren & Backup maken",
    "2. Download & Extract" : "2. Downloaden & Uitpakken",
    "3. Replace" : "3. Vervangen",
    "Update" : "Bijwerken",
    "Updater-Backups" : "Updater-Backups",
    "Note" : "Notitie",
    "Here you can find backups of the core of your ownCloud <strong>(excluding your data)</strong> after starting an update to a newer version." : "Hier vind u de back-ups van de basis van uw your ownCloud <strong>(zonder uw gegevens)</strong> na het starten van de update naar een recentere versie.",
    "<strong>Please always backup your data separately before updating!</strong>" : "<strong>Maak een aparte back-up van uw gegevens voordat u het updaten start!</strong>",
    "Backup directory" : "Backup directory",
    "No backups found." : "Geen backups gevonden",
    "Backup" : "Backup",
    "Done on" : "Uitgevoerd op",
    "Size" : "Grootte",
    "Download" : "Downloaden",
    "Delete" : "Verwijder",
    "Are you sure you want to delete {{entry.title}}" : "Weet u zeker dat u {{entry.title}} wilt verwijderen?"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}