{ "translations": {
    "Unable to switch channel." : "S’arrin të ndërrojë kanal.",
    "Version not found" : "S’u gjet version",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Përmirësimi s’është i mundur. Shërbyesi juaj nuk ka leje për të hequr drejtorinë vijuese:",
    "Update permissions on this directory and its content or remove it manually first." : "Përditësoni lejet mbi këtë drejtori dhe lëndën e saj ose hiqeni dorazi së pari.",
    "Update failed." : "Përditësimi dështoi.",
    "Fetching..." : "Po sillet...",
    "<strong>The update was unsuccessful.</strong><br />Please check the logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>." : "<strong>Përditësimi qe i pasusksesshëm.</strong><br />Ju lutemi, hidhuni një sy regjistrave te faqja e përgjegjësi dhe njoftojani këtë problem <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">bashkësisë ownCloud</a>.",
    "<strong>Server error.</strong> Please check the web server log file for details." : "<strong>Gabim shërbyesi.</strong> Ju lutemi, për hollësi, hidhini një sy kartelës së regjistrimeve të shërbyesit.",
    "Retry" : "Riprovo",
    "Here is your backup:" : "Ja kopjeruajtja juaj:",
    "Proceed" : "Bëje",
    "<strong>All done.</strong> Click to the link below to start database upgrade." : "<strong>Kaq qe.</strong> Klikoni mbi lidhjen më poshtë që të nisë përmirësimi i bazës së të dhënave.",
    "Production" : "Për punë të njëmendtë",
    "Stable" : "I qëndrueshëm",
    "Beta" : "Beta",
    "Daily" : "Përditë",
    "Please ask your server administrator to enable PHP zip extension." : "Ju lutemi, kërkojini përgjegjësit të shërbyesit tuaj të aktivizojë zgjerimin PHP zip.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "E pamundur të përditësohet %s me %s. Zbritja në version më të hershëm apo anashkalimi i hedhjeve të rëndësishme në qarkullim nuk mbulohen.",
    "Make sure that your web server has read access to the following files and directories:" : "Sigurohuni që shërbyesi juaj ka leje leximi te kartelat dhe drejtoritë vijuese:",
    "Make sure that your web server has write access to the following files and directories:" : "Sigurohuni që shërbyesi juaj ka leje shkrimi te kartelat dhe drejtoritë vijuese:",
    "Updates" : "Përditësime",
    "<strong>A new version is available: {{newVersion}}</strong>" : "<strong>Ka gati një version të ri: {{newVersion}}</strong>",
    "<strong>Your version is up to date.</strong>" : "<strong>Versioni juaj është i përditësuar.</strong>",
    "Checked on {{checkedAt}}" : "Kontrolluar më {{checkedAt}}",
    "Major updates are delayed up to one month until they are served by the updater application. Minor updates will be available here within a few days after the announcement." : "Hedhja në qarkullim e përditësimeve të rëndësishme shtyhet deri në një muaj, kur ato shërbehen përmes aplikacionit të përditësimeve. Përditësimet e vogla do t’i gjeni këtu brenda pak ditësh nga njoftimi i tyre.",
    "1. Check & Backup" : "1. Kontrolloni & Kopjeruani",
    "2. Download & Extract" : "2. Shkarkoni & Përftoni",
    "3. Replace" : "3. Zëvendësoni",
    "Update" : "Përditësoje",
    "Update channel:" : "Kanal përditësimesh:",
    "You can always update to a newer version / experimental channel. But you can never downgrade to a more stable channel." : "Mundeni përherë ta përditësoni me një version të ri / kanal eksperimental. Por nuk mund ta ulni kurrë versionin në një version më të qëndrueshëm.",
    "Updater-Backups" : "Kopjeruajtje Përditësuesi",
    "This app will only backup core files (no personal data)." : "Ky aplikacion do të ruajë vetëm kartelat bazë (jo të dhënat personale).",
    "Please always do a separate backup of database and personal data before updating." : "Ju lutemi, përpara përditësimesh, bëni përherë kopjeruatje veçmas për bazën e të dhënave dhe veç për të dhënat personale.",
    "No backups found." : "S’u gjetën kopjeruajtje.",
    "Backup" : "Kopjeruaje",
    "Done on" : "Kryer më",
    "Size" : "Madhësi",
    "Download" : "Shkarkoje",
    "Delete" : "Fshije",
    "Are you sure you want to delete {{entry.title}}" : "Jeni i sigurt se doni të fshihet {{entry.title}}",
    "Backup directory" : "Drejtori kopjeruajtjesh"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}