{ "translations": {
    "Version not found" : "Kan inte hitta version",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Uppgradering är inte möjligt. Din webbserver har inte rättigheter att ta bort följande sökväg:",
    "Update permissions on this directory and its content or remove it manually first." : "Uppdatera rättigheterna på denna mapp och dess innehåll eller radera den manuellt först.",
    "Update failed." : "Uppdateringen misslyckades.",
    "Fetching..." : "Hämtar...",
    "<strong>The update was unsuccessful.</strong><br />Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>." : "<strong>Uppdateringen misslyckades.</strong><br />Vänligen kontrollera dina loggar på adminsidan och rapportera problemet till <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>.",
    "<strong>Server error.</strong> Please check web server log file for details" : "<strong>Serverfelr.</strong> Vänligen kontrollera din webservers loggar för detaljer",
    "Retry" : "Försök igen",
    "Here is your backup:" : "Här är din säkerhetskopia:",
    "Proceed" : "Fortsätt",
    "<strong>All done.</strong> Click to the link below to start database upgrade." : "<strong>Allt är klart.</strong> Klicka på länken nedan för att starta en uppdatering utav databasen.",
    "Production" : "Produktion",
    "Stable" : "Stable",
    "Beta" : "Beta",
    "Daily" : "Dagligen",
    "Please ask your server administrator to enable PHP zip extension." : "Vänligen be serverns administratör att aktivera \"PHP zip extension\".",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "Inte möjligt att uppdatera %s till %s. Nedgradering eller att hoppa över större versionsläpp stöds inte.",
    "Make sure that your web server has read access to the following files and directories:" : "Säkerställ att din webbserver har läsrättighet för följande filer och sökvägar:",
    "Make sure that your web server has write access to the following files and directories:" : "Säkerställ att din webbserver har skrivrättighet för följande filer och sökvägar:",
    "Updates" : "Uppdateringar",
    "<strong>A new version is available: {{newVersion}}</strong>" : "<strong>En ny version är tillgänglig: {{newVersion}}</strong>",
    "Updates will be available in the updater app and ownCloud admin panel within a few days of an update announcement." : "Uppdateringar kommer att finnas tillängliga i uppdateringsappen och i adminpanelen inom några dagar efter att uppdateringen lanserats.",
    "<strong>Up to date.</strong> <em>Checked on {{checkedAt}}</em>" : "<strong>Uppdaterad.</strong> <em>Senast kontrollerad {{checkedAt}}</em>",
    "1. Check & Backup" : "1. Kontrollera och gör säkerhetskopia",
    "2. Download & Extract" : "2. Ladda ner och packa upp",
    "3. Replace" : "3. Ersätt",
    "Update" : "Uppdatera",
    "Updater-Backups" : "Säkerhetskopior från uppdateraren",
    "Note" : "Notering",
    "Here you can find backups of the core of your ownCloud <strong>(excluding your data)</strong> after starting an update to a newer version." : "Här kan du hitta säkerhetskopior utav ownClouds kärna <strong>(inte din datamapp)</strong> efter en uppdatering till en nyare version.",
    "<strong>Please always backup your data separately before updating!</strong>" : "<strong>Gör alltid en separat säkerhetskopia innan du uppdaterar!</strong>",
    "Backup directory" : "Mapp för säkerhetskopia",
    "No backups found." : "Ingen backup hittad.",
    "Backup" : "Säkerhetskopia",
    "Done on" : "Klar den",
    "Size" : "Storlek",
    "Download" : "Ladda ned",
    "Delete" : "Radera",
    "Are you sure you want to delete {{entry.title}}" : "Är du säker på att du vill radera {{entry.title}}"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}