{ "translations": {
    "Unable to switch channel." : "ไม่สามารถเปลี่ยนช่อง",
    "Version not found" : "ไม่พบรุ่น",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "อัพเกรดไม่ได้เพราะเว็บเซิร์ฟเวอร์ของคุณไม่ได้รับอนุญาตให้ลบไดเรกทอรีต่อไปนี้:",
    "Update permissions on this directory and its content or remove it manually first." : "สิทธิ์ในการปรับปรุงในไดเรกทอรีนี้และเนื้อหาหรือลบมันด้วยตนเองก่อน",
    "Update failed." : "ปรับปรุงล้มเหลว",
    "Fetching..." : "กำลังเรียก ...",
    "<strong>The update was unsuccessful.</strong><br />Please check the logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>." : "<strong>อัพเดทไม่สำเร็จ</strong><br />กรุณาตรวจสอบบันทึกที่หน้าผู้ดูแลระบบและรายงานปัญหานี้ที่ <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ชุมชน ownCloud</a>",
    "<strong>Server error.</strong> Please check the web server log file for details." : "<strong>ข้อผิดพลาดของเซิร์ฟเวอร์ </ strong> โปรดตรวจสอบไฟล์บันทึกของเว็บเซิร์ฟเวอร์เพื่อดูรายละเอียด",
    "Retry" : "ลองใหม่อีกครั้ง",
    "Here is your backup:" : "นี่คือการสำรองข้อมูลของคุณ:",
    "Proceed" : "ดำเนินการ",
    "<strong>All done.</strong> Click to the link below to start database upgrade." : "<strong>ทุกอย่างเสร็จเรียบร้อย</strong> คลิกที่ลิงค์ด้านล่างเพื่อเริ่มการปรับปรุงรุ่นของฐานข้อมูล",
    "Production" : "ผลิตภัณฑ์",
    "Stable" : "ความเสถียร",
    "Beta" : "เบต้า",
    "Daily" : "ทุกวัน",
    "Please ask your server administrator to enable PHP zip extension." : "โปรดสอบถามผู้ดูแลเซิร์ฟเวอร์ของคุณเพื่อเปิดใช้งานการขยายซิปไฟล์ด้วย PHP ",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "มันเป็นไปไม่ได้ที่จะอัพเดตรุ่น %s เห็นเป็น %s การดาวน์เกรดหรือการข้ามรุ่นใหญ่ไม่ได้รับการสนับสนุน",
    "Make sure that your web server has read access to the following files and directories:" : "โปรดตรวจสอบให้แน่ใจว่าเว็บเซิร์ฟเวอร์ของคุณได้เข้าถึงการอ่านไฟล์และไดเรกทอรีต่อไปนี้:",
    "Make sure that your web server has write access to the following files and directories:" : "โปรดตรวจสอบให้แน่ใจว่าเว็บเซิร์ฟเวอร์ของคุณได้เข้าถึงการอ่านไฟล์และไดเรกทอรีต่อไปนี้:",
    "Updates" : "อัพเดท",
    "<strong>A new version is available: {{newVersion}}</strong>" : "<strong>มีรุ่นใหม่ที่สามารถใช้ได้: {{newVersion}}</strong>",
    "Testing is everything: Therefore updates will be available here within a few days after the announcement." : "กำลังทดสอบทุกอย่าง: ดังนั้นการอัพเดทจะสามารถใช้ได้ภายในไม่กี่วันหลังจากการประกาศ",
    "<strong>Your version is up to date.</strong>" : "<strong>รุ่นของคุณใหม่ล่าสุดแล้ว</strong>",
    "Checked on {{checkedAt}}" : "ตรวจสอบบน {{checkedAt}}",
    "1. Check & Backup" : "1. ตรวจสอบและสำรองข้อมูล",
    "2. Download & Extract" : "2. ดาวน์โหลดและแยกไฟล์",
    "3. Replace" : "3. แทนที่",
    "Update" : "อัพเดท",
    "Update channel:" : "ปรับปรุงช่อง:",
    "Updater-Backups" : "อัพเดท-สำรอง",
    "No backups found." : "ไม่พบการสำรองข้อมูล",
    "Backup" : "สำรองข้อมูล",
    "Done on" : "สำเร็จบน",
    "Size" : "ขนาด",
    "Download" : "ดาวน์โหลด",
    "Delete" : "ลบ",
    "Are you sure you want to delete {{entry.title}}" : "คุณแน่ใจหรือว่าต้องการลบ {{entry.title}}",
    "Backup directory" : "สำรองไดเรกทอรี"
},"pluralForm" :"nplurals=1; plural=0;"
}