{ "translations": {
    "Version not found" : "Sürüm bulunamadı",
    "Upgrade is not possible. Your web server does not have permission to remove the following directory:" : "Yükseltme mümkün değil. Web sunucunuz aşağıdaki dizini silmek için yeterli yetkiye sahip değil:",
    "Update permissions on this directory and its content or remove it manually first." : "Aşağıdaki dizinin ve içindekilerin izinlerini güncelleyin veya elle silin.",
    "Unable to switch channel." : "Kanal değiştirme başarısız.",
    "Update failed." : "Güncelleme başarısız.",
    "Fetching..." : "Getiriliyor...",
    "<strong>The update was unsuccessful.</strong><br />Please check logs at admin page and report this issue to the <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud community</a>." : "<strong>Güncelleme başarısız oldu.</strong><br />Lütfen yönetici sayfasındaki günlükleri denetleyin ve bu sorunu <a href=\"https://github.com/owncloud/apps/issues\" target=\"_blank\">ownCloud topluluğuna</a> bildirin.",
    "<strong>Server error.</strong> Please check web server log file for details" : "<strong>Sunucu hatası.</strong> Lütfen ayrıntılar için web sunucunuzun günlük dosyasına bakın",
    "Retry" : "Yeniden Dene",
    "Here is your backup:" : "Yedeğiniz burada:",
    "Proceed" : "Devam et",
    "<strong>All done.</strong> Click to the link below to start database upgrade." : "<strong>Her şey tamam</strong>. Veritabanı güncellemesi için aşağıdaki bağlantıya tıklayın.",
    "Production" : "Üretim",
    "Stable" : "Kararlı",
    "Beta" : "Beta",
    "Daily" : "Her gün",
    "Please ask your server administrator to enable PHP zip extension." : "Lütfen PHP zip uzantısını etkinleştirmesi için sunucu yöneticinize danışın.",
    "Not possible to update %s to %s. Downgrading or skipping major releases is not supported." : "%s, %s sürümüne güncellenemedi. Sürüm düşürme veya ana sürümleri atlamak desteklenmemektedir.",
    "Make sure that your web server has read access to the following files and directories:" : "Aşağıdaki dosya ve dizinlere web sunucunuzun okuma izni olduğundan emin olun:",
    "Make sure that your web server has write access to the following files and directories:" : "Aşağıdaki dosya ve dizinlere web sunucunuzun yazma izni olduğundan emin olun:",
    "Updates" : "Güncellemeler",
    "<strong>A new version is available: {{newVersion}}</strong>" : "<strong>Yeni bir sürüm mevcut: {{newVersion}}</strong>",
    "Updates will be available in the updater app and ownCloud admin panel within a few days of an update announcement." : "Güncellemeler, bir güncelleme duyurusundan birkaç gün içerisinde ownCloud yönetici panelinde bulunan güncelleme uygulaması tarafından kullanılabilir olacaktır.",
    "<strong>Up to date.</strong> <em>Checked on {{checkedAt}}</em>" : "<strong>Güncel.</strong> <em>Denetlenme: {{checkedAt}}</em>",
    "1. Check & Backup" : "1. Denetle ve Yedekle",
    "2. Download & Extract" : "2. İndir ve Çıkart",
    "3. Replace" : "3. Değiştir",
    "Update" : "Güncelleme",
    "Update channel:" : "Güncelleme kanalı:",
    "Please note update is possible only to a version that is greater than the one currently installed. If you upgraded from a less stable channel you will be able to upgrade from a more stable channel only after the version that is greater than you installed reaches it." : "Lütfen güncellemenin sadece geçerli kurulu sürümün bir üstüne yapılabileceğini unutmayın. Eğer daha düşük bir kanaldan yükselttiyseniz, daha kararlı bir kanala, sadece kurulu sürümünüz ilgili kanaldan yüksekse geçebileceksiniz.",
    "Updater-Backups" : "Güncelleyici Yedekleri",
    "Note" : "Not",
    "Here you can find backups of the core of your ownCloud <strong>(excluding your data)</strong> after starting an update to a newer version." : "Burada, daha yeni bir sürüme güncellemeyi başlattıktan sonra temel ownCloud örneğinizin <strong>(verileriniz hariç)</strong> yedeklerini bulabilirsiniz.",
    "<strong>Please always backup your data separately before updating!</strong>" : "<strong>Lütfen güncellemeden önce verilerinizi her zaman ayrı olarak yedekleyin!</strong>",
    "Backup directory" : "Yedekleme dizini",
    "No backups found." : "Hiç yedek bulunamadı.",
    "Backup" : "Yedek",
    "Done on" : "Yapılma",
    "Size" : "Boyut",
    "Download" : "İndir",
    "Delete" : "Sil",
    "Are you sure you want to delete {{entry.title}}" : "{{entry.title}} girdisini silmek istediğinizden emin misiniz"
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}